


about_text = ( f"\
<b>🤙🏼 Привет!</b>\n\n\
Этот бот использует официальное API OpenAI без изменений. Я сохранил все\
 возможности настроек.\n\n На балансе есть небольшая сумма для проверки, но вы всегда можете\
 пополнить его.\n\n Для экономии средств рекомендую не использовать длительное сохранение\
 диалогов и контекста, по умолчанию установленно - 5 минут. Время диалогов значительно увеличивает расход\
 токенов OpenAI, а значит и ваших средств.\n\
\n\
<b>Цены:</b>\n\
gpt-3.5-turbo-0613      0.006$ 1000 tok\n\
gpt-4-0613                       0.18$ 1000  tok\n\
gpt-4-1106-preview        0.08$ 1000  tok\n\
gpt-4-0125-preview        0.08$ 1000  tok\n\
\n\
Бот проверяет курс доллара каждый день и ведет расчет согласно курса, так как токены в OpenAI\
 оплачиваются так же в $. В любой момент вы можете скачать файл с точными расходами, где можно\
 посмотреть соотношение цен.\n\n\
По всем вопросам, можно написать мне - @Shliamb в телеграм.\
\n\
\n\
Скачать бота себе или принять участие в улучшении бота - https://github.com/shliamb/Telegram-bot-ChatGPT-OpenAI")