
terms = ( f"\
<b>Условия использования:</b>\n\n\
1. Пользование ботом ChatGPT означает ваше согласие с этими условиями использования.\n\n\
2. ChatGPT предназначен только для развлекательных и информационных целей. Не используйте его для осуществления финансовых транзакций или передачи конфиденциальной информации.\n\n\
3. Мы не несем ответственности за любые убытки, которые могут возникнуть в результате использования бота.\n\n\
4. Пользователи несут ответственность за содержание и контекст своих сообщений, отправленных через бота.\n\n\
5. Мы оставляем за собой право вносить изменения в условия использования без предварительного уведомления.\n\n\n\
<b>Условия покупки:</b>\n\n\
1. Оплата через бота ChatGPT 4 предназначена только для покупки виртуальных товаров или услуг.\n\n\
2. Вся информация о ценах и условиях покупки доступна в соответствующих разделах бота.\n\n\
3. После совершения покупки возврат средств не предусмотрен, за исключением случаев, описанных в политике возврата.\n\n\
4. Мы гарантируем безопасность ваших финансовых данных и обеспечиваем конфиденциальность информации о платежах.\n\n\n\
<b>Контакты поддержки:</b>\n\n\
Если у вас возникли вопросы, проблемы или предложения, пожалуйста, обратитесь ко мне:\n\n\
Телеграмм: @Shliamb\n\
")

# Электронная почта: shliambkz@gmail.com\n\
# Телефон: +7 929 563 19 41\n\